Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=134_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Pohjoissaame, fysiikka ja kemia
sme: Skuvlla fysihkka ja kemiija 5

source: on jaettu neljään aihealueeseen: vesi, ilma, avaruus ja voima.
sme: lea juhkkojuvvon njeallje oassái: čáhci, áibmu, gomuvuohta ja fápmu.

source: on jaettu neljään aihealueeseen: maaperän aineet, elinympäristö, sähkö ja energia.
sme: Skuvlla fysihkka ja kemiija 6

source: Fysiikassa ja kemiassa monet asiat saadaan selville kokeiden avulla.
sme: lea juhkkojuvvon njeallje sierra fáddái: eanavuođu ávdnasat, eallinbiras, šleađga ja energiija.

source: Sen vuoksi myös tämä kirja sisältää kokeita.
sme: Girjjiin leat iskkadallamat.

source: Tutkimusten tai kokeiden raportointi vihkoon on myös osa kokeellista työskentelyä.
sme: Dehálaš oassin dutkamuša dahje iskkadallama dahkamis lea merket bohtosiid iežas gihppagii.

source: HEUREKA - otsikon alla on tiivistelmä luvun tärkeimmistä asioista.
sme: HEUREKA - bajilčállaga vuolde lea oktiigeassu dehálamos áššiin.

source: Luvun lopussa on myös tehtäviä.
sme: Bihtá loahpas leat maiddái bargobihtát.

source: Tekemällä oppikirjan ja työkirjan tehtävät opit kertaamaan ja käyttämään tietojasi monin tavoin.
sme: Oahppagirjji ja bargogirjji bargobihtáid barggadettiin oahpat geardduhit áššiid ja ávkkástallat dieđuiguin máŋgga láhkai.

source: tekijät: Satu Arjanne, Martti Heinonen ja Matti Palosaari
sme: sámás: Sámmol Lukkari,

source: piirrokset: Radoslaw Karkulowski
sme: sárgosat: Radoslaw Karkulowski

source: taso: 5. luokka
sme: dássi: 5. luohkká

source: sivuja: 104
sme: siiddut: 104

source: Saamelaiskäräjät 2008
sme: Sámediggi 2008

source: taso: 6. luokka
sme: dássi: 6. luohkká

source: Saamelaiskäräjät 2011
sme: Sámediggi 2011
